Repository: CZ-NIC/foris-diagnostics-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: cs, ro

source: Diagnostics
cs: Diagnostiky
ro: Diagnoze

source: Modules
cs: Moduly
ro: Module

source: Missing
cs: Chybí
ro: Lipsesc

source: Preparing
cs: Se připravuje
ro: Pregatesc

source: Ready
cs: Připraven
ro: Disponibil

source: Unknown
cs: Neznámý
ro: Necunoscut

source: Unable to get diagnostic "%s".
cs: Nemůžu stáhnout diagnostiku "%s".
ro: Nu s-a putut obtine diagnoza "%s".

source: Diagnostic "%s" removed.
cs: Diagnostika "%s" byla odstraněna.
ro: Diagnosticul "%s" sters.

source: Unable to remove diagnostic "%s".
cs: Nemůžu odstranit diagnostiku "%s".
ro: Nu s-a putut sterge diagnosticul "%s".

source: Diagnostic "%s" is being prepared.
cs: Diagnostika "%s" se připravuje.
ro: Diagnosticul "%s" este in curs de pregatire.

source: Failed to generate diagnostic.
cs: Generování diagnostiky selhalo
ro: Eroare la generarea diagnosticului.

source: This page is dedicated to create diagnotics which can be useful to us to debug some problems related to the router's functionality.
cs: Tato stránka slouží pro vytváření diagnostických výstupů, které nám pomohou ladit problémy, které můžou s routerem nastat.
ro: Aceasta pagina este didicata crearii de diagnoze care pot fi folositoare pentru noi in rezolvarea unor probleme legate de functionarea router-ului.

source: Hint
ro: Sugestie

source: Generate
cs: Generuj
ro: Genereaza

source: List
ro: Lista

source: Some of the diagnostics might contain a sensitive data so make sure to remove it before sharing.
ro: Cateva dintre diagnostice pot contine informatii sensibile, fiti siguri ca le-ati sters inainte de trimitere.

source: Download
cs: Stáhni
ro: Descarcare

source: Remove
cs: Odstraň
ro: Stergere

source: Note that this list is not presistent and will be removed after reboot.
ro: Retineti ca aceasta lista nu este persistenta si va fi stearsa dupa repornire.

source: Prepare diagnostics
cs: Připrav diagnostiku

source: List diagnostics
cs: Seznam diagnostik
